Repository: anteatergames/indiecativo
Catalog: IndieVisible.Web/Resources/SharedResources.*.resx
Languages: sr

source: Articles
sr: Članci

source: Component Scripts
sr: Sadržajne skripte

source: Content
sr: Sadržaj

source: Continue browsing
sr: Nastavite pretraživati

source: Don&apos;t have an account?
sr: Nemate račun?

source: Don&apos;t want to Log In?
sr: Ne želite se ulogovati?

source: Forgot pwd?
sr: Zaboravili ste lozinku?

source: Games
sr: Igre

source: Home
sr: Početna

source: Jam
sr: Muzika

source: Meet
sr: Upoznavanje

source: Password
sr: Lozinka

source: Profile
sr: Profil

source: Project Management
sr: Menadžment projekta

source: Remember Me
sr: Zapamti me

source: Search
sr: Pretražite

source: SIGN IN
sr: Ulogujte se

source: Sign in to start your session
sr: Ulogujte se da bi započeli

source: Sign Up
sr: Registrujte se

source: Studios
sr: Studiji

source: Team up
sr: Udružite se

source: The password is required.
sr: Lozinka je obavezna

source: The username is required.
sr: Username je obavezan

source: Think
sr: Razmislite

source: Tools
sr: Alati

source: Translation Tool
sr: Alati za prevođenje

source: Vote
sr: Glasajte

source: Work
sr: Radite

source: Users
sr: Korisnici

source: Connect
sr: Spojite se

source: Edit Profile
sr: Uredite profil

source: Followers
sr: Pratitelji

source: Following
sr: Prate vas

source: App Graphics Generator
sr: Generator grafike

source: Follow
sr: Pratite

source: Likes
sr: Sviđa se

source: What is this
sr: Šta je ovo?

source: Action
sr: Akcija

source: Adventure
sr: Avantura

source: Archeology
sr: Arheologija

source: BeatEmUp
sr: Tuča

source: Fighting
sr: Borba

source: Horror
sr: Horor

source: Racing
sr: Trkanje

source: Roguelike
sr: Preživljavanje

source: ShootEmUp
sr: Pucačine

source: Simulation
sr: Simulacije

source: Sports
sr: Sport

source: Strategy
sr: Strategije

source: Already have an account?
sr: Već imate račun?

source: Don&apos;t want to Register?
sr: Ne želite se registrovati?

source: I agree to the
sr: Prihvaćam

source: Register a new membership
sr: Registrujte novo članstvo

source: Retype password
sr: Ponovo upišite lozinku

source: Tell everyone what is on your mind
sr: Podijelite vaše mišljenje

source: Terms
sr: Uslovi

source: and
sr: i

source: Policies
sr: police

source: Read our
sr: Pročitajte naše

source: Add Game
sr: Dodajte igru

source: Post Content
sr: Objavite sadržaj

source: Comment
sr: Komentarišite

source: Comments
sr: Komentari

source: Like
sr: Sviđa mi se

source: Press CTRL+ENTER to send your comment
sr: Pritisnite CTRL+ENTER da objavite komentar

source: Share
sr: Podijelite

source: More
sr: Više

source: Add Content
sr: Dodajte sadržaj

source: Basic
sr: Opšto

source: Description
sr: Opis

source: Edit Content
sr: Uredite sadržaj

source: Edit Game
sr: Uredite igru

source: Eye Candy
sr: Detalji

source: Fill in with the content you want to post
sr: Popunite sa sadržajem koji želite objaviti

source: Fill in with the game information
sr: Popunite sa informacijom o igri

source: Genre
sr: Žanr

source: Language
sr: Jezik

source: Main Language
sr: Glavni jezik

source: Platforms
sr: Platforme

source: Presence
sr: Prisutnost

source: Release Date
sr: Datum izdavanja

source: Save
sr: Sačuvajte

source: Select
sr: Odaberi

source: Settings
sr: Postavke

source: Social
sr: Socijalno

source: Staff Area
sr: Odjel za osoblje

source: Technical
sr: Tehnički odjel

source: The Content is required
sr: Saržaj je obavezan

source: The Title is Required
sr: Naziv je obavezan

source: Thumbnail
sr: Slika

source: Title
sr: Naziv

source: Type a award winning text here
sr: Napišite tekst za nagradu

source: Type a brief introduction here
sr: Napišite kratak opis

source: Type the Facebook address here
sr: Napišite FaceBook adresu

source: Type the title you want to post here
sr: Napišite naziv

source: Type the Twitter address here
sr: Napišite Twitter adresu

source: No results to show
sr: Nema rezultata

source: Change my password
sr: Promijeni lozinku

source: Configure my experience
sr: Podesi moje iskustvo

source: Content Language
sr: Jezik sadržaja

source: General
sr: Glavno

source: UI Language
sr: Jezik sučelja

source: Unlink
sr: Ukloniti

source: Casual
sr: Neformalno

source: Log in
sr: Ulogujte se

source: Log in using your Facebook account
sr: Ulogujte se koristeći Vaš FaceBook profil

source: Log in using your Google account
sr: Ulogujte se koristeći Vaš Google račun

source: Log in using your Microsoft account
sr: Ulogujte se koristeći Vaš Microsoft račun

source: News
sr: Novosti

source: Writer tool
sr: Alati za pisanje

source: Accept
sr: Prihvatitam

source: Do you like cookies?
sr: Volite li kolačiće?

source: Learn More
sr: Nauči više

source: We use cookies to ensure you get the best experience on our website.
sr: Koristimo kolačiće da bi Vam donijeli najbolje iskustvo na stranici

source: Activity
sr: Aktivnost

source: I love it
sr: Sviđa mi se

source: Recommended
sr: Preporučeno

source: Reviews
sr: Recenzije

source: by
sr: Od

source: About
sr: O

source: Bio
sr: Biografija

source: Location
sr: Lokacija

source: Other Profiles
sr: Ostali profili

source: Posts
sr: Objave

source: Stats
sr: Statistike

source: to the next level
sr: sljedeći nivo

source: Content posted on
sr: Sadržaj objavljen

source: More Games
sr: Više igara
